Revit 2024 API
AdvancedWood.WoodEarlywoodSharpness Property
 The property labeled "Percentage of pure earlywood" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string WoodEarlywoodSharpness { get; }
Visual Basic
Public Shared ReadOnly Property WoodEarlywoodSharpness As String
	Get
Visual C++
public:
static property String^ WoodEarlywoodSharpness {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace